{
  "tema1": [
  {
    "texto": "Marque la opción correcta sobre los MCV:",
    "opciones": [
      "El ciclo de vida en Cascada es divisible mientras que el Incremental y el Evolutivo no lo son",
      "El ciclo de vida en Evolutivo, al igual que el Incremental, es divisible y con alcance bien definido",
      "Todos los ciclos de vida con alcance bien definidos son divisibles.",
      "Los ciclos de vida que evolucionan a incrementos o de manera modular son fácilmente divisibies.",
      "Todas las anteriores son correctas",
      "Ninguna de las anteriores es correcta"
    ],
    "correcta": 3,
    "multiple": "tema",
    "id": 1
  },
  {
    "texto": "En un proyecto Software la relación gente trabajo:",
    "opciones": [
      "Es una relación lineal",
      "Es una relación dependiente",
      "Es una relación independiente",
      "Es una relación no lineal",
      "Es una relación con distribución triangular",
      "Todas las anteriores son correctas",
      "Ninguna de las anteriores es correcta"
    ],
    "correcta": 3,
    "multiple": "tema",
    "id": 2
  },
  {
    "texto": "Marque la opción incorrecta sobre EDT (WBS):",
    "opciones": [
      "Consiste en dividir en componentes menores para facilitar la planificación y control.",
      "Organigrama jerárquico del proyecto donde se subdivide el mismo en menores componentes.",
      "El nivel más alto de cada división se llama paquete de trabajo",
      "No define secuencia.",
      "El nivel más bajo se denomina paquete de trabajo, generalmente se agrupan bajo 'Paquetes de control'."
    ],
    "correcta": 2,
    "multiple": "tema",
    "id": 3
  },
  {
    "texto": "Los tipos de dependencias entre tareas pueden ser:",
    "opciones": [
      "Mandatorias, discrecionales, transitorias e permanentes.",
      "Directas, indirectas, externas e internas.",
      "Heredadas, implicitas, externas e transitorias.",
      "Opcionales, discrecionales, externas e internas.",
      "Mandatorias, discrecionales, externas e internas.",
      "Todas las anteriores son correctas",
      "Ninguna de las anteriores es correcta"
    ],
    "correcta": 4,
    "multiple": "tema",
    "id": 4
  },
  {
    "texto": "Como se puede modificar un elemento de configuración de una línea base establecida:",
    "opciones": [
      "Mediante la autorización del manager del proyecto.",
      "Mediante una sesión grupal de todo el equipo para analizar los riesgos e impactos.",
      "Mediante un proceso casi informal, siempre y cuando se comunique adecuadamente.",
      "Mediante un proceso formal.",
      "Todas las anteriores son correctas",
      "Ninguna de las anteriores es correcta"
    ],
    "correcta": 3,
    "multiple": "tema",
    "id": 5
  },
  {
    "texto": "El objetivo de una línea base es la de:",
    "opciones": [
      "Impedir los cambios que generen un impacto desmesurado dentro del proyecto.",
      "Controlar los cambios sin impedir aquellos que están debidamente justificados.",
      "Controlar los cambios a efectos de mantener el alcance dentro de lo acordado en el plan de gestión.",
      "Gestionar los elementos de configuración producidos durante la vida del proyecto.",
      "Todas las anteriores son correctas",
      "Ninguna de las anteriores es correcta"
    ],
    "correcta": 4,
    "multiple": "tema",
    "id": 6
  },
  {
    "texto": "Las razones por la que medimos y posteriormente utilizamos métricas son:",
    "opciones": [
      "Caracterizar. Evaluar, Predecir y Mejorar.",
      "Estimar. Recopilar. Evaluar y Mejorar.",
      "Predecir. Evaluar, Supervisar y Mejorar.",
      "Identificar. Analizar, Medir y Mejorar.",
      "Cuantificar. Analizar, Evaluar y Mejorar.",
      "Ninguna de las anteriores es correcta"
    ],
    "correcta": 0,
    "multiple": "tema",
    "id": 7
  },
  {
    "texto": "Una Métrica es:",
    "opciones": [
      "Acción o acto de medir",
      "Proceso medíante el cual se asignan número o símbolos a los atributos de las entidades del mundo real.",
      "Proporciona un indicio cuantitativo de la extensión, cantidad, dimensión, capacidad o tamaño de algún atributo, producto o proceso",
      "Medida cuantitativa del grado en el que un sistema, componente o proceso posee un atributo determinado.",
      "Permite a los gerentes de proyectos aplicar ajustes para hacer las cosas mejor.",
      "Conjunto de métricas que proporcionan comprensión acerca del proceso, proyecto o producto software."
    ],
    "correcta": 4,
    "multiple": "tema",
    "id": 8
  },
  {
    "texto": "Las diferencias entre medición, medida, métrica e indicador son las siguientes:",
    "opciones": [
      "Medición es el acto de determinar una medida, la cual mediante la aplicación de algún cálculo se transforma en una métrica que proporciona una indicación cuantitativa de algún atributo y un conjunto de métricas nos da un indicador.",
      "Medición es el acto de medir del cual se obtiene una métrica, la cual mediante la aplicación de algún cálculo se transforma en una medida y un conjunto de medidas nos da un indicador.",
      "Medición es el acto de determinar una métrica, la cual mediante la aplicación de algún cálculo se transforma en una medida que proporciona una indicación cuantitativa de algún atributo y un conjunto de métricas y medidas nos da un indicador.",
      "Medición es el acto de determinar una medida, la cual mediante el análisis y la estimación se transforma en una métrica que proporciona una indicación cualitativa de algún atributo y un conjunto de métricas nos da un indicador.",
      "Medición es el acto de determinar una medida, que puede ser directa o indirecta, la cual mediante la aplicación de algún proceso de mejora se transforma en una métrica que proporciona una indicación cualitativa de algún atributo y un conjunto de métricas nos da un indicador.",
      "Ninguna de las anteriores es correcta."
    ],
    "correcta": 2,
    "multiple": "tema",
    "id": 9
  },
  {
    "texto": "La planificación puede llevarse a cabo con:",
    "opciones": [
      "Fecha estimada o fecha resultante",
      "Fecha prefijada o fecha predecible",
      "Fecha resultante o fecha estipulada",
      "Fecha Análoga o fecha heurística",
      "Fecha resultante o fecha estimada por juicio experto",
      "Todas las anteriores son correctas",
      "Ninguna de las anteriores es correcta"
    ],
    "correcta": 2,
    "multiple": "tema",
    "id": 10
  },
  {
    "texto": "Seleccione la opción que más se acerque a la definición de 'Reunión de Planificación' (Planning Meeting):",
    "opciones": [
      "Se realiza al inicio del proyecto y se estiman todos los PBI (Historia de Usuario) para luego distribuirlos en los sprints",
      "Se realiza al inicio de cada Sprint donde se define que se va a construir y como, y se define el incremento",
      "El Scrum Master selecciona que probables PBI (Historias de Usuario) se podrían construir y valida con el Equipo",
      "El Product Owner selecciona que probables PBI (Historias de Usuario) se podrían construir y valida con el Equipo",
      "Todas las anteriores son correctas",
      "Ninguna de las anteriores es correcta"
    ],
    "correcta": 1,
    "multiple": "tema",
    "id": 12
  },
  {
    "texto": "Marque cuales son Artefactos de Scrum:",
    "opciones": [
      "Product Backlog",
      "Development Backlog item",
      "Sprint Planning",
      "Retrospective Meeting",
      "Sprint Backlog",
      "Ninguna de las anteriores es correcta"
    ],
    "correcta": 4,
    "multiple": "tema",
    "id": 13
  },
  {
    "texto": "La diferencia de Fast Tracking con Crashing es:",
    "opciones": [
      "Fast Tracking es acelerar los tiempos planificados de desarrollo, mientras que Crashing es comprimir las tareas acortando su duración lo más posible.",
      "Fast Tracking es agregar más recursos al camino crítico para reducir su duración, mientras que Crashing es paralelizar las tareas del camino crítico a fin de acelerar los tiempos del proyecto.",
      "Fast Tracking implica la paralelización de tareas del camino crítico y Crashing es ajustar o incrementar los recursos mientras se comprimen los tiempos planificados siempre manteniendo el alcance original.",
      "Fast Tracking y Crashing son lo mismo depende de cómo lo llama una u otra bibliografía",
      "Fast Tracking es agregar más recursos para permitir incrementar la holgura a fin de no afectar la fecha de finalización del proyecto, mientras que Crashing es paralelizar las tareas a fin de acelerar los tiempos del proyecto y reducir esa fecha.",
      "Ninguna de las anteriores es correcta"
    ],
    "correcta": 2,
    "multiple": "tema",
    "id": 14
  },
  {
    "texto": "Seleccione la opción más adecuada. MS Project me permite asignar Calendarios a:",
    "opciones": [
      "Solamente por Proyecto",
      "Por Proyecto y por Recurso",
      "Solamente por Recurso",
      "Ninguna de las anteriores es correcta"
    ],
    "correcta": 1,
    "multiple": "tema",
    "id": 15
  }
]

  

}